Repository: common-repository/compress-images-with-squeezeimg
Catalog: languages/imagecompresssqueezeimg-*.po
Languages: ru_ru

source: Enable module
ru_ru: Включить модуль

source: Convert images to webp format
ru_ru: Преобразование изображений в формат webp

source: Convert images to jp2 format
ru_ru: Преобразование изображений в формат jp2

source: Convert images to avif format
ru_ru: Преобразование изображений в формат avif

source: Quality of compress
ru_ru: Качество сжатия

source: gzip enabled
ru_ru: gzip

source: Count send images in request
ru_ru: Количество изображений в запросе

source: Lazy load
ru_ru: Ленивая загрузка

source: Replace origin images
ru_ru: Заменить исходные изображения

source: Sitemap
ru_ru: Sitemap.xml

source: Token from <a target='_blank' href='https://squeezeimg.com/' >Squeezeimg.com</a>
ru_ru: Токен из <a target='_blank' href='https://squeezeimg.com/' >Squeezeimg.com</a>

source: Images for loader
ru_ru: Изображени для прелоадера

source: To add images, You need to upload an image to a folder:
ru_ru: Чтобы добавить изображения, Вам необходимо загрузить изображение в папку:

source: WARNING !!!
ru_ru: ВНИМАНИЕ !!!

source: Replaces original images with compressed ones.
ru_ru: Заменяет исходные изображения сжатыми.

source: WITHOUT RESTORATION POSSIBILITY!
ru_ru: БЕЗ ВОЗМОЖНОСТИ ВОССТАНОВЛЕНИЯ!

source: Create xml
ru_ru: Создать xml

source: Save
ru_ru: Сохранить

source: Options
ru_ru: Параметры

source: Compress and convert
ru_ru: Сжатие и преобразование

source: Convert images in
ru_ru: Конвертировать в

source: images origin
ru_ru: Оригинальные изображения

source: Converted
ru_ru: Сконвертированы в

source: Error
ru_ru: Ошибки

source: Compress & convert
ru_ru: Сжать и конвертировать

source: Return original
ru_ru: Вернуть оригинал

source: Try compress
ru_ru: Попробовать сжать

source: Select folder
ru_ru: Выберите папку

source: Selected folder
ru_ru: Выберите папку

source: Close
ru_ru: Закрыть

source: Compress
ru_ru: Сжать

source: Compress and Convert
ru_ru: Сжать и преобразовать

source: Convert folder
ru_ru: Конвертировать папку

source: Compression level
ru_ru: Уровень сжатия

source: Low
ru_ru: Низкий

source: Easy
ru_ru: Средний

source: Hight
ru_ru: Высокий

source: Reduces disk space
ru_ru: Уменьшает место на диске

source: Convert Options
ru_ru: Параметры преобразования

source: Enable Cron
ru_ru: Включить Cron

source: Cron type
ru_ru: Cron формат

source: Count send images for cron
ru_ru: Количество картинок в запросе

source: Call time
ru_ru: Интервал

source: Minute
ru_ru: Минута

source: Convert images to jpg when uploading to media
ru_ru: Преобразование изображений в jpg при загрузке

source: Convert images to webp when uploading to media
ru_ru: Преобразование изображений в webp при загрузке

source: Convert images to jp2 when uploading to media
ru_ru: Преобразование изображений в jp2 при загрузке

source: Convert images to avif when uploading to media
ru_ru: Преобразование изображений в avif при загрузке

source: Compress jpg thumbnail
ru_ru: Сжать миниатюры jpg

source: Compress webp thumbnail
ru_ru: Сжать миниатюры webp

source: Compress jp2 thumbnail
ru_ru: Сжать миниатюры jp2

source: Compress avif thumbnail
ru_ru: Сжать миниатюры avif

source: Each media file can have multiple thumbnails
ru_ru: Каждый медиафайл может иметь несколько миниатюр

source: Each thumbnail will be compressed separately!
ru_ru: Каждая миниатюра будет сжата отдельно!
